import { ICardValue } from "./card";
import { faClock, faClockFour, faHandshake ,faCheck, faPeopleGroup} from '@fortawesome/free-solid-svg-icons'

export const CardValue:ICardValue[] = [
    {
        color:"red",
        title:"Индивидуальный подход",
        subtitle:"Персонализированные решения для вашей компании",
        description:"Мы предлагаем персонализированные решения, учитывая потребности и предпочтения вашей компании. Наш индивидуальный подход позволяет создать оптимальное питание, соответствующее вашим требованиям."
    },
    {
        color:"violet",
        title:"Эффективное обслуживание",
        subtitle:"Гарантированная скорость и качество",
        description:"Мы гарантируем быстрое и качественное обслуживание для корпоративных мероприятий. Наша команда профессионалов организует все процессы, чтобы удовлетворить потребности вашей компании в самые кратчайшие сроки."
    },
    {
        color:'emerald',
        title:"Качество и разнообразие",
        subtitle:"Высококачественное меню для всех вкусов",
        description:"Наше меню предлагает высококачественные блюда различных кухонь, учитывая пожелания и диетические ограничения клиентов. Мы гарантируем свежие продукты и внимание к деталям при приготовлении каждого блюда."
    },
    {
        color:'indigo',
        title:"Профессиональная команда",
        subtitle:"Опытные специалисты для вашего успеха",
        description:"Наш коллектив состоит из опытных специалистов, готовых обеспечить высокий уровень сервиса и создать комфортную атмосферу для корпоративных мероприятий. Наша цель - сделать ваше мероприятие незабываемым и успешным."
    }
]